{
  "maintence": true,
  "contatos": false,
  "langs": {
    "nav": [
    {
      "inic": "Início",
      "proj": "Projetos",
      "law": "Direito"
    },
    {
      "inic": "Home",
      "proj": "Projects",
      "law": "Law"
    },
    {
      "inic": "Start",
      "proj": "Projektowanie",
      "law": "Prawidłowy"
    }
  ],
  "load": [
    "Carregando informações",
    "Loading information",
    "Ładowanie informacji"
  ],
  "nf": [
    {
      "head": "Página não econtrada",
      "p": "Confira o endereço da página na barra de endereço ou navegue à página inicial.",
      "b": "Página inicial"
    },
    {
      "head": "Page not found",
      "p": "Check the address on the address bar or surf to the home page.",
      "b": "Home page"
    },
    {
      "head": "Strona nie znaleziona",
      "p": "Sprawdź adres w pasku adresu lub przejdź do strony głównej.",
      "b": "Strona główna"
    }
  ],
  "home": [
    {
      "title": "Início",
      "explabel": "Experiência profissional",
      "pOne": "Nascido em @dob@, atualmente com @idade@ anos de idade, sou natural de Mafra, localizada no Estado de Santa Catarina, Brasil. Atualmente acadêmico da 10ª fase do curso de Direito na Universidade do Contestado - Campus Mafra.",
      "pTwo": "Sou falante nativo de português, inglês certifcado no nível B2 pelo Michigan English Test - MET, e aprendendo polonês no nível A1.",
      "pThree": "Busco um ambiente propício ao aprendizado e desenvolvimento de minhas habilidades pessoais, jurídicas e sociais, bem como com a finalidade de adquirir experiência na atuação jurídica. Possuo aptidão em diversas áreas do direitos, muitas delas com experiência prática, tais como direito civil em geral, processo civil, direito penal e processo penal, incluindo atuação ambiental, tributário e administrativo.",
      "experiencia": [
        "Prefeitura Municipal de Rio Negro/PR (2020-2021) - Estágio",
        "Juizado Especial Cível e da Fazenda Pública da Comarca de Rio Negro/PR (2021-2022) - Estágio",
        "1ª Vara Cível da Comarca de Mafra/SC (2022-2024) - Estágio",
        "3ª Promotoria de Justiça da Comarca de Mafra/SC (2024 - corrente) - Estágio"
      ]
    },
    {
      "title": "Home",
      "explabel": "Professional experience",
      "pOne": "Born @dob@, currently @idade@ years old, in Mafra, located on the State of Santa Catarina, Brazil. Currently undergraduate 10th grade student of law at University of Contestado - Campus Mafra.",
      "pTwo": "I'm native speaker of portuguese, certificated english at B2 level by Michigan English Test - MET, and learning polish at A1 level.",
      "pThree": "I'm in search of a propitious environment to learning and personal, social and juridic skils development, as well as with the objectiveof acquiring experience on legal acting. I've got ability on many legal branches, many of them with practical experiente, such as civil law in general, civil procedure, criminal law and its procedures, including environmental field, tax law and administrative law.",
      "experiencia": [
        "Rio Negro - PR Town Hall (2020-2021) - Trainee",
        "Small Civil and Public Law Claims Court from District of Rio Negro, state of Paraná (2021-2022) - Trainee",
        "1st Civil Court of Mafra's District, state of Santa Catarina (2022-2024) - Trainee",
        "3rd Prosecutor's Office of Mafra's District, state of Santa Catarina (2024 - current) - Trainee"
      ]
    },
    {
      "title": "Strona główna",
      "explabel": "Doświadczenie zawodowe",
      "pOne": "Urodzony @dob@ roku, obecnie @idade@ lata, w Mafrze, położonej w stanie Santa Catarina w Brazylii. Obecnie jestem studentem 10. klasy prawa na Uniwersytecie Contestado - Campus Mafra.",
      "pTwo": "Jestem rodzimym użytkownikiem języka portugalskiego, posiadam certyfikat znajomości języka angielskiego na poziomie B2 wydany przez Michigan English Test - MET i uczę się języka polskiego na poziomie A1.",
      "pThree": "Poszukuję środowiska sprzyjającego nauce i rozwijaniu umiejętności prawniczych i społecznych, a także zdobywaniu doświadczenia w praktyce prawniczej. Mam predyspozycje w kilku dziedzinach prawa, w wielu z nich mam praktyczne doświadczenie, takie jak prawo cywilne w ogólności, postępowanie cywilne, prawo karne i postępowanie karne, w tym prace związane z ochroną środowiska, podatkami i administracją.",
      "experiencia": [
        "Ratusz Rio Negro/PR (2020-2021) - Staż",
        "Specjalny Sąd Cywilny i Skarbu Państwa Okręgu Rio Negro/PR (2021-2022) - Staż",
        "I Sąd Cywilny Rejonu Mafra/SC (2022-2024) - Staż",
        "III Prokuratura Okręgowa Mafra/SC (2024 - obecnie) - Staż"
      ]
    }
  ]
  }
}
